Repository: Aeneon/NewsOfTheWorld
Catalog: News/*.lproj/Localizable.strings
Languages: french, german

source: This feed isn’t available right now.
french: Cette source n'est pas disponible en ce moment.
german: Dieser Feed ist momentan nicht verfügbar.

source: This feed isn’t available.
french: Cette source n'est plus disponible.
german: Dieser Feed ist nicht verfügbar.

source: This section is no longer available in News.
french: Cette section n'est plus disponible dans ActualitØs.
german: Dieser Abschnitt ist nicht länger in News verfügbar.

source: This story is no longer available in News.
french: Cette article n'est plus disponible sur ActualitØs.
german: Dieser Beitrag ist nicht länger in News verfügbar.

source: This story isn’t currently available in your region.
french: Cette article n'est prØsentement pas disponible dans votre pays.
german: Dieser Beitrag ist momentan in deinem Land nicht verfügbar.

source: This topic is no longer available in News.
french: Ce thŁme n'est plus disponible dans ActualitØs.
german: Dieses Thema ist nicht länger in News verfügbar.

source: This topic isn’t currently available in your region.
french: Ce thŁme n'est prØsentement pas disponible dans votre pays.
german: Dieses Thema ist momentan in deinem Land nicht verfügbar.

source: Time to Update!
french: C'est L'Heure d'une Mise ì Jour!
german: Zeit für ein Update!

# To add more favorites, you’ll need to remove others.
source: To add more favourites, you’ll need to remove others.
french: Pour ajouter d'autre favoris, vous devrez en supprimer d'autres.
german: Um weitere Favoriten hinzuzufügen, musst du zunächst andere entfernen.

source: To explore channels and topics, turn off Airplane Mode or turn on WLAN in Settings.
french: Pour explorer des sources et des thŁmes, dØsactiver le Mode Avion ou activer le WLAN dans les RØglages.
german: Um Kanäle und Themen zu erkunden, schalte den Flugmodus aus oder aktiviere WLAN in den Einstellungen.

source: To explore channels and topics, turn off Aeroplane Mode or turn on Wi-Fi in Settings.
french: Pour explorer des sources et des thŁmes, dØsactiver le Mode Avion ou activer le Wi-Fi dans les RØglages.
german: Um Kanäle und Themen zu erkunden, schalte den Flugmodus aus oder aktiviere WLAN in den Einstellungen.

source: To get started, turn off Airplane Mode or turn on WLAN in Settings.
french: Pour commencer, dØsactiver le Mode Avion ou activer le WLAN dans les RØglages.
german: Um zu beginnen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

# To get started, turn off Airplane Mode or turn on Wi-Fi in Settings.
source: To get started, turn off Aeroplane Mode or turn on Wi-Fi in Settings.
french: Pour commencer, dØsactiver le Mode Avion ou activer le Wi-Fi dans les RØglages.
german: Um zu beginnen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

source: To open this story, you’ll need the latest version of iOS.
french: Pour lire cette article, vous avez besoin de la derniŁre version d'iOS.
german: Um diesen Beitrag zu öffnen, benötigst du die aktuellste iOS-Version.

source: To search, turn off Airplane Mode or turn on WLAN in Settings.
french: Pour rechercher, dØsactiver le Mode Avion ou activer le WLAN dans les RØglages
german: Um die Suche zu verwenden, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

# To search, turn off Airplane Mode or turn on Wi-Fi in Settings.
source: To search, turn off Aeroplane Mode or turn on Wi-Fi in Settings.
french: Pour rechercher, dØsactiver le Mode Avion ou activer le Wi-Fi dans les RØglages.
german: Um die Suche zu verwenden, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

source: To see more stories, turn off Airplane Mode or turn on WLAN in Settings.
french: Pour voir d'autres articles, dØsactiver le Mode Avion ou activer le WLAN dans les RØglages
german: Um mehr Beiträge zu sehen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

# To see more stories, turn off Airplane Mode or turn on Wi-Fi in Settings.
source: To see more stories, turn off Aeroplane Mode or turn on Wi-Fi in Settings.
french: Pour voir d'autres articles, dØsactiver le Mode Avion ou activer le Wi-Fi dans les RØglages.
german: Um mehr Beiträge zu sehen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

source: To see related stories, turn off Airplane Mode or turn on WLAN in Settings.
french: Pour voir des articles similaires, dØsactiver le Mode Avion ou activer le WLAN dans les RØglages
german: Um mehr ähnliche Beiträge zu sehen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

# To see related stories, turn off Airplane Mode or turn on Wi-Fi in Settings.
source: To see related stories, turn off Aeroplane Mode or turn on Wi-Fi in Settings.
french: Pour voir des articles similaires, dØsactiver le Mode Avion ou activer le Wi-Fi dans les RØglages.
german: Um mehr ähnliche Beiträge zu sehen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

# To select more favorites, you’ll need to deselect others.
source: To select more favourites, you’ll need to deselect others.
french: Pour sØlectionner d'autres favoris, vous devez en dØsØlectionner certains.
german: Um weitere Favoriten auszuwählen, musst du zunächst andere abwählen.

source: To view this %@, turn off Airplane Mode or turn on WLAN in Settings.
french: Pour lire %@, dØsactiver le Mode Avion ou activer le WLAN dans les RØglages
german: Um %@ anzuzeigen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

# To view this %@, turn off Airplane Mode or turn on Wi-Fi in Settings.
source: To view this %@, turn off Aeroplane Mode or turn on Wi-Fi in Settings.
french: Pour lire %@, dØsactiver le Mode Avion ou activer le Wi-Fi dans les RØglages.
german: Um %@ anzuzeigen, deaktiviere den Flugmodus oder aktiviere WLAN in den Einstellungen.

source: To view this channel, you’ll need the latest version of iOS.
french: Pour voir cette source, vous avez besoin de la derniŁre version d'iOS.
german: Um diesen Kanal anzuzeigen, benötigst du die aktuellste iOS-Version.

source: To view this topic, you’ll need the latest version of iOS.
french: Pour voir ce thŁme, vous avez besoin de la derniŁre version d'iOS.
german: Um dieses Thema anzuzeigen, benötigst du die aktuellste iOS-Version.

source: Top Hit
french: Hits du Moment
german: Beste Aufrufe

source: Top Stories
french: Meilleurs Articles
german: Beste Beiträge

source: Top Story
french: Meilleur Article
german: Bester Beitrag

source: Topic Unavailable
french: ThŁme Indisponible
german: Thema nicht verfügbar

source: Trending in %@
french: Tendance %@
german: Aufstrebend in %@

source: Unsubscribe From Feed
french: Se DØsabonner de cette Source
german: Von Feed abmelden

source: Updated %@
french: %@ a ØtØ mis ì jour
german: Zuletzt aktualisiert: %@

source: View Feed
french: Voir la Source
german: Zeige Feed

source: View Story
french: Lire l'article
german: Zeige Nachricht

source: Welcome to %@
french: Bienvenue dans %@
german: Willkommen bei %@

source: Welcome to News
french: Bienvenue dans ActualitØs
german: Willkommen bei News

source: Why don't you want to see this?
french: Pourquoi vous ne voulez pas voir ña?
german: Warum willst du das nicht sehen?

source: You can turn off Airplane Mode or turn on WLAN in Settings.
french: Vous pouvez dØsactiver le Mode Avion ou activer le WLAN dans les RØglages
german: Du kannst den Flugmodus deaktivieren oder WLAN in den Einstellungen aktivieren.

# You can turn off Airplane Mode or turn on Wi-Fi in Settings.
source: You can turn off Aeroplane Mode or turn on Wi-Fi in Settings.
french: Vous pouvez dØsactiver le Mode Avion ou activer le Wi-Fi dans les RØglages.
german: Du kannst den Flugmodus deaktivieren oder WLAN in den Einstellungen aktivieren.

source: You don’t have permission to view this story.
french: Vous n'avez pas l'autorisation de lire cette article.
german: Du hast keine Berechtigung diesen Beitrag aufzurufen.

source: You have new stories from %@ and more.
french: De nouveaux articles de %@ et d'autres sont disponibles pour vous.
german: Du hast neue Beiträge von %@ und weiteren.

source: You have new stories in News.
french: De nouveaux articles sont disponibles pour vous dans ActualitØs.
german: Du hast neue Beiträge in News.

source: You have new stories on %@ and more.
french: De nouveaux articles sur %@ et d'autres sont disponibles pour vous.
german: Du hast neue Beiträge über %@ und weiteren.

source: You reported a concern about this story.
french: Vous avez signalØ un problŁme ì propos de cette article.
german: Du hast über ein Problem mit diesem Beitrag berichtet.

source: Your %@ is offline
french: Votre %@ est hors-ligne
german: Dein %@ ist offline

source: Your %@ is offline.
french: Votre %@ est hors-ligne.
german: Dein %@ ist offline.

source: You’ll need the latest version of iOS.
french: Vous aurez besoin de la derniŁre version d'iOS.
german: Du benötigst die aktuellste iOS-Version.

source: You’ve muted this channel.
french: Vous avez dØsactivØ les notifications de cette source.
german: Du hast diesen Kanal stummgeschaltet.

source: channels and topics found
french: sources et thŁmes trouvØs
german: Kanäle und Themen gefunden

source: channels found
french: sources trouvØes
german: Kanäle gefunden

source: top hit: %1$@
french: hits du moment: %1$@
german: Bester Aufruf: %1$@

source: topics found
french: thŁmes trouvØs
german: Themen gefunden

# “%@” wants to open “%@”
source: “%1$@” wants to open “%2$@”
french: “%1$@” souhaite ouvrir “%2$@”
german: “%1$@” möchte “%2$@” öffnen

source: Editing Mode
french: Mode ²dition

source: Video thumbnail
french: Miniature de vidØo

source: View Policy
french: Voir la Politique
