Repository: Aeneon/NewsOfTheWorld
Catalog: News/*.lproj/Localizable.strings
Languages: french, german

source: %1$@ on %2$@
french: %1$@ sur %2$@
german: %1$@ am %2$@

source: %1$@, %2$lu of %3$lu
french: %1$@, %2$lu de %3$lu
german: %1$@, %2$lu von %3$lu

source: %1$lu of %2$lu
french: %1$lu de %2$lu
german: %1$lu von %2$lu

# %@ %@, and some other feeds couldn't be added to News
source: %1$@ %2$@ and some other feeds couldn't be added to News
french: %1$@ %2$@, et d'autres sources n'ont pas pu Œtre ajoutØ ì ActualitØs
german: %1$@ %2$@, und weitere Feeds konnten nicht zu News hinzugefügt werden

# %@ and %@ couldn't be added to News
source: %1$@ and %2$@ couldn't be added to News
french: %1$@ et %2$@ n'ont pas pu Œtre ajoutØ ì ActualitØs
german: %1$@ und %2$@ konnten nicht zu News hinzugefügt werden

source: %@ couldn't be added to News
french: %@ n'a pas pu Œtre ajoutØ ì ActualitØs
german: %@ konnte nicht zu News hinzugefügt werden

source: %d day/days ago long
french: Il y a %d jour/jours long
german: Vor %d Tag(en)

source: %d day/days ago medium
french: Il y a %d jour/jours medium
german: Vor %d Tag(en)

source: %d day/days ago short
german: Vor %d Tag(en)

source: %d hour/hours ago long
french: Il y a %d heure/heures long
german: Vor %d Stunde(n)

source: %d hour/hours ago medium
french: Il y a %d heure/heures medium
german: Vor %d Stunde(n)

source: %d hour/hours ago short
french: Il y a %d heure/heures short
german: Vor %d Stunde(n)

source: %d minute/minutes ago long
french: Il y a %d minute/minutes long
german: Vor %d Minute(n)

source: %d minute/minutes ago medium
french: Il y a %d minute/minutes medium
german: Vor %d Minute(n)

source: %d minute/minutes ago short
french: Il y a %d minute/minutes short
german: Vor %d Minute(n)

source: %d week/weeks ago long
french: Il y a %d semaine/semaines long
german: Vor %d Woche(n)

source: %d week/weeks ago medium
french: Il y a %d semaine/semainess medium
german: Vor %d Woche(n)

source: %d week/weeks ago short
french: Il y a %d semaine/semaines short
german: Vor %d Woche(n)

source: %d year/years ago long
french: Il y a %d annØe/annØes long
german: Vor %d Jahre(n)

source: %d year/years ago medium
french: Il y a %d annØe/annØes medium
german: Vor %d Jahre(n)

source: %d year/years ago short
french: Il y a %d annØe/annØes short
german: Vor %d Jahre(n)

# Add %1$@ to favorites
source: Add %1$@ to favourites
french: Ajouter %1$@ aux favoris
german: Füge %1$@ den Favoriten hinzu

# Add %@ to favorites
source: Add %@ to favourites
french: Ajouter %@ aux favoris
german: Füge %@ den Favoriten hinzu

# Add Favorites
source: Add Favourites
french: Ajouter Favoris
german: Favorit hinzufügen

# Add to Favorites
source: Add to Favourites
french: Ajouter aux Favoris
german: Zu Favoriten hinzufügen

source: Add to Safari Reading List
french: Ajouter ì la Liste de Lecture Safari
german: Zur Leseliste hinzufügen

# Add to favorites
source: Add to favourites
french: Ajouter aux favoris
german: Zu Favoriten hinzufügen

# Added %@ to favorites
source: Added %@ to favourites
french: %@ a ØtØ ajoutØ aux favoris
german: %@ wurde den Favoriten hinzugefügt

# Added to Favorites
source: Added to Favourites
french: AjoutØ aux Favoris
german: Favorit hinzugefügt

# Added to favorites
source: Added to Favourites
french: AjoutØ aux favoris
german: Favorit hinzugefügt

source: Browse Categories
french: Parcourir les CatØgories
german: Durch Kategorien stöbern

source: Browse Channels
french: Parcourir les Sources
german: Durch Kanäle stöbern

source: Browse Topics
french: Parcourir les thŁmes
german: Durch Themen stöbern

source: Can’t Add More
french: Can’t Ajouter Plus
german: Kann nicht mehr hinzufügen

source: Can’t Open
french: Can’t Ouvrir
german: Kann nicht geöffnet werden

source: Can’t load more stories right now.
french: Can’t charger d'autre articles maintenant.
german: Momentan können nicht mehr Beiträge geladen werden.

source: Can’t load more stories.
french: Can’t charger d'autres articles.
german: Es können nicht mehr Beiträge geladen werden.

source: Can’t load recommendations right now.
french: Can’t charger les recommendations maintenant.
german: Momentan können nicht mehr Empfehlungen geladen werden.

source: Can’t load related stories right now.
french: Can’t charger des articles similaires maintenant.
german: Momentan können nicht mehr ähnliche Beiträge geladen werden.

source: Can’t load related stories.
french: Can’t charger des nouvelles similaires.
german: Es können nicht mehr ähnliche Beiträge geladen werden.

source: Can’t refresh right now.
french: Can’t Mettre ì jour maintenant.
german: Momentan können keine neuen Inhalte geladen werden.

source: Can’t refresh.
french: Can’t Mettre ì jour.
german: Es können keine neuen Inhalte geladen werden.

source: Channel Unavailable
french: Source indisponible
german: Kanal nicht verfügbar

source: Channel or Topic unavailable
french: Source ou ThŁme indisponible
german: Kanal oder Thema nicht verfügbar

source: Checking for New Stories…
french: Recherche de Nouvelles…
german: Nach neuen Beiträgen suchen…

source: Clear All
french: Effacer Tout
german: Alle entfernen

source: Clear History
french: Effacer l'historique
german: Verlauf leeren

source: Clear Recommendations
french: Effacer les Recommendations
german: Empfehlungen zurücksetzen

source: Couldn't Add Feed
french: La source n'a pas pu Œtre ajoutØ
german: Feed konnte nicht hinzugefügt werden

source: Couldn't Add Feeds
french: Les sources n'ont pas pu Œtre ajoutØs
german: Feeds konnten nicht hinzugefügt werden

source: Decrease Text Size
french: Diminuer la taille du texte
german: Schrift verkleinern

source: Dislike Removed
french: J'aime
german: "Gefällt mir nicht" wurde entfernt

source: Dislike removed
french: J'aime
german: "Gefällt mir nicht" wurde entfernt

source: Disliked: Yes
french: Je n'aime pas: Oui
german: Gefällt mir nicht: Ja

source: Don't Save
french: Ne Pas Sauvegarder
german: Nicht speichern

source: Don’t Mute
french: Don’t DØsactiver les notifications
german: Nicht stören

source: Don’t Mute Channel
french: Don’t DØsactiver les notifications de la source
german: Nicht stummschalten

source: Don’t Mute?
french: Don’t DØsactiver les notifications?
german: Benachrichtigungen von diesem Kanal aktivieren?

source: Don’t Save
french: Don’t Sauvegarder
german: Nicht sichern

# Double tap to add %@ to favorites
source: Double-tap to add %@ to favourites
french: Toucher deux fois pour ajouter %@ aux favoris
german: Doppelt tippen, um %@ den Favoriten hinzuzufügen

# Double tap to add to favorites
source: Double-tap to add to favourites
french: Toucher deux fois pour ajouter aux favoris
german: Doppelt tippen, um dies den Favoriten hinzuzufügen

source: Double-tap to begin playing video
french: Toucher deux fois pour lire la vidØo
german: Doppelt tippen, um das Video abzuspielen

source: Double-tap to deselect
french: Toucher deux fois pour annuler
german: Doppelt tippen, zum abwählen

source: Double-tap to dislike
french: Toucher deux fois pour ''Je n'aime pas''
german: Doppelt tippen, für "Gefällt mir nicht"

source: Double-tap to dismiss
french: Toucher deux fois pour annuler
german: Doppelt tippen, zum verwerfen

source: Double-tap to like
french: Toucher deux fois pour ''J'aime''
german: Doppelt tippen, für "Gefällt mir"

source: Double-tap to remove dislike
french: Toucher deux fois pour annuler ''Je n'aime pas''
german: Doppelt tippen, um "Gefällt mir nicht" zu entfernen

# Double tap to remove from favorites
source: Double-tap to remove from favourites
french: Toucher deux fois pour retirer cet ØlØment des favoris
german: Doppelt tippen, um dies von den Favoriten zu entfernen

source: Double-tap to remove from saved
french: Toucher deux fois pour retirer cet ØlØment des articles sauvegardØs
german: Doppelt tippen, um dies nicht mehr zu speichern

source: Double-tap to save
french: Toucher deux fois pour sauvegarder
german: Doppelt tippen, um dies zu speichern

source: Double-tap to select
french: Toucher deux fois pour sØlectionner
german: Doppelt tippen, zum auswählen

source: Double-tap to view more stories about this topic
french: Toucher deux fois pour voir d'autres articles ì ce thŁme
german: Doppelt tippen, um mehr Beiträge zu diesem Thema zu laden

source: Double-tap to view stories about this topic
french: Toucher deux fois pour voir les articles reliØ ì ce thŁme
german: Doppelt tippen, um Beiträge zu diesem Thema zu laden

source: Double-tap to view stories in this channel
french: Toucher deux fois pour voir les articles de cette source
german: Doppelt tippen, um Beiträge in diesem Kanal zu laden

source: Editors’ Picks
french: Choix de la RØdaction
german: Empfehlungen der Redaktion

source: Explore isn’t available right now.
french: Explorer n'est pas disponible en ce moment.
german: "Entdecken" ist momentan nicht verfügbar

source: Explore isn’t available.
french: Explorer n'est pas disponible
german: "Entdecken" ist nicht verfügbar

# Favorites is Full
source: Favourites is Full
french: Favoris est Plein
german: Favoriten sind voll

source: Featured Channels
french: Sources en Vedette
german: Empfohlene Kanäle

source: Featured Topics
french: ThŁmes en Vedette
german: Empfohlene Themen

source: Finding great publishers for you to add.
french: Trouver de grands Øditeurs que vous pourrez ajouter.
german: Finde große Verleger für dich, damit du diese hinzufügen kannst.

source: For You
french: Pour Vous
german: Für Dich

source: For the best News experience, go to Settings and install the latest version of iOS.
french: Pour une meilleur expØrience, allez dans les RØglages et installez la derniŁre version de iOS.
german: Für die beste News-Erfahrung gehe in die Einstellungen und installiere die aktuellste iOS-Version.

source: Get News in Your Inbox
french: Recevez des Articles dans votre Boôte de RØception.
german: Erhalte Nachrichten in deinem Posteingang

source: Get Started
german: Erste Schritte

source: Go to %@
french: Aller ì %@
german: Gehe zu %@

source: Go to Bottom
french: Aller en Bas
german: Gehe zum Ende

# Go to Favorites
source: Go to Favourites
french: Aller aux Favoris
german: Gehe zu Favoriten

source: Go to Top
french: Aller en haut
german: Gehe zum Anfang

# In Favorites
source: In Favourites
french: Dans les favoris
german: In Favoriten

# In favorites
source: In favourites
french: Dans les favoris
german: In Favoriten

source: Increase Text Size
french: Augmenter la taille du texte
german: Schrift vergrößern

source: Introducing %@
french: Introduction ì %@
german: Einführung in %@

source: It’s broken
french: ˙a ne marche pas
german: Es ist kaputt

source: It’s hate speech
french: C'est un discours haineux
german: Es ist Volksverhetzung

source: It’s in a language I don’t read
french: C'est dans un language que je comprend pas
german: Es ist in einer Sprache, die ich nicht lese

source: It’s in the wrong category
french: C'est dans la mauvaise catØgorie
german: Es ist in der falschen Kategorie

source: It’s offensive
french: C'est choquant
german: Es ist beleidigend

source: It’s threatening or it encourages criminal acts
french: ˙a menace ou encourage des actes criminels
german: Es ist bedrohend oder fordert zu kriminellen Handlungen auf

source: Launch News on your iPhone to load content.
french: Lancez l'application ActualitØs pour charger le contenu
german: Öffne News auf deinem iPhone, um den Inhalt zu laden.

source: Like Removed
french: Je n'aime plus
german: "Gefällt mir" entfernt

source: Like removed
french: Je n'aime plus
german: "Gefällt mir" entfernt

source: Liked: Not set
french: AimØ: IndØterminØ
german: Gefällt mir: Nicht festgelegt

source: Liked: Yes
french: AimØ: Oui
german: Gefällt mir: Ja

source: Loading more stories...
french: Chargement de nouveaux articles...
german: Lade Beiträge…

source: Loading story
french: Chargement de l'article
german: Lade Beitrag

source: More In Your For You Feed
french: Plus Dans La Source Pour Vous
german: Mehr in deinem "Für Dich"-Feed

source: More from
french: Plus de
german: Mehr von

source: More...
french: Plus...
german: Mehr…

source: Mute Channel
french: DØsactiver les Notifications de cette Source
german: Nicht stören

source: Mute Channel?
french: DØsactiver les Notifications de cette Source?
german: Benachrichtigungen von diesem Kanal deaktivieren?

source: New Stories
french: Nouveaux Articles
german: Neue Nachrichten

source: New Story
french: Nouvel Article
german: Eine neue Nachricht

source: News and Privacy
french: ActualitØs et ConfidentialitØ
german: News und Datenschutz

source: News can’t open this channel or story because the link is invalid.
french: ActualitØs ne peut pas ouvrir cette source ou cet article car le lien est invalide.
german: News kann diesen Kanal oder Beitrag nicht öffnen, da der Link ungültig ist.

source: News is no longer fully supported on older devices.
french: ActualitØs n'est plus complØtement supportØ sur les anciens appareils
german: News wird nicht länger auf älteren Geräten unterstützt.

source: News isn’t supported in your current region.
french: ActualitØs n'est pas supportØ dans votre pays.
german: News wird im Moment nicht in deinem Land unterstützt.

source: News recommends stories based on your reading habits. You can’t undo these actions.
french: ActualitØs recommande des articles basØ sur vos habitudes de lecture. Vous ne pouvez pas annuler ces actions
german: News empfiehlt Beiträge basierend auf deinen Lesegewohnheiten. Diese Aktion kann nicht rückgängig gemacht werden.

source: News recommends stories based on your reading habits. Your choice affects all your iCloud devices.
french: ActualitØs recommande des articles basØ sur vos habitudes de lecture. Votre choix affecte tout vos appareils iCloud
german: News empfiehlt Beiträge basierend auf deinen Lesegewohnheiten. Deine Auswahl betrifft alle deine über iCloud verbundenen Geräte.

source: Next Section
french: Section suivante
german: Nächster Abschnitt

source: Next Story
french: Article Suivant
german: Nächster Beitrag

source: No Content
french: Aucun Contenu
german: Kein Inhalt

# No Favorites
source: No Favourites
french: Aucun Favoris
german: Keine Favoriten

source: No History
french: Aucun Historique
german: Keine Beiträge

source: No Results
french: Aucun RØsultats
german: Keine Ergebnisse

source: No Saved Stories
french: Aucun Articles SauvegardØ
german: Keine Beiträge

source: No Stories
french: Aucun Articles
german: Keine Nachrichten

source: No Thanks
french: Non Merci
german: Keine Bedankungen

source: No new stories, open the news app to add more subscriptions
french: Aucun nouveaux articles, ouvrez l'application ActualitØs pour ajouter de nouveaux abonnements
german: Keine neuen Beiträge. Öffne News, um neue neue Abonnements hinzuzufügen

source: No results found
french: Aucun rØsultats trouvØ
german: Keine Ergebnisse

source: Not Now
french: Pas Maintenant
german: Nicht jetzt

source: Open in Safari
french: Ouvrir dans Safari
german: In Safari öffnen

# Pick Favorites
source: Pick Favourites
french: Choisir des Favoris
german: Favoriten wählen

# Pick your favorites.
source: Pick your favourites.
french: Choisissez vos favoris
german: Wähle deine Favoriten

source: Please try again later.
french: Veuillez rØessayer plus tard.
german: Versuche es später noch einmal.

source: Preparing your News…
french: PrØparation de vos Articles
german: News vorbereiten…

source: Previous Section
french: Section PrØcØdante
german: Vorheriger Abschnitt

source: Previous Story
french: Article PrØcØdant
german: Vorheriger Beitrag

source: Read Full Story
french: Lire L'article Complet
german: Ganzen Beitrag lesen

source: Read Original Story
french: Lire L'article Original
german: Ursprünglichen Beitrag lesen

source: Read more on your iPhone...
french: Lire d'avantage sur votre iPhone...
german: Lies mehr auf deinem iPhone…

source: Read the full story
french: Lire l'articlet au complet
german: Ganzen Beitrag lesen

source: Recommendations from %@
french: Recommendations de %@
german: Empfehlungen von %@

source: Recommended for You
french: Recommendations pour Vous
german: Empfehlungen für Dich

source: Related Stories
french: Articles ReliØs
german: Ähnliche Beiträge

source: Related Topics
french: ThŁmes ReliØs
german: Ähnliche Themen

# Remove %1$@ from favorites
source: Remove %1$@ from favoruites
french: Retirer %1$@ des favoris
german: Entferne %1$@ aus den Favoriten

# Remove %@ from favorites
source: Remove %@ from favourites
french: Retirer %@ des favoris
german: Entferne %@ aus den Favoriten

source: Remove Dislike
french: Retirer ''Je n'aime pas''
german: Gefällt nicht

source: Remove Like
french: Je n'aime plus
german: Gefällt mir

# Remove from Favorites
source: Remove from Favourites
french: Retirer des Favoris
german: Aus Favoriten entfernen

# Removed %@ from favorites
source: Removed %@ from favourites
french: Retirer %@ des Favoris
german: %@ aus Favoriten entfernt

# Removed from favorites
source: Removed from favourites
french: RetirØ des favoris
german: Aus Favoriten entfernt

source: Report a Concern
french: Signaler un ProblŁme
german: Problem melden

source: Save Stories
french: Sauvegarder des Articles
german: Beiträge speichern

source: Saved: Not Set
french: SauvegardØ: IndØterminØ
german: Gespeichert: Nicht festgelegt

source: Saved: Yes
french: SauvegardØ: Oui
german: Gespeichert: Ja

source: Search isn’t available right now.
french: Recherche est indisponible en ce moment.
german: Die Suche ist momentan nicht verfügbar.

source: Search isn’t available.
french: Recherche est indisponible
german: Die Suche ist nicht verfügbar.

source: Section Unavailable
french: Section Indisponible
german: Abschnitt nicht verfügbar

source: Share Story
french: Partager cet Article
german: Beitrag teilen

source: Shared from
french: PartagØ ì partir de
german: Geteilt von

source: Show All
french: Afficher Tout
german: Alle anzeigen

source: Show Anyway
french: Afficher Tout
german: Jedenfalls anzeigen

source: Show Unread
french: Afficher Non-Lus
german: Ungelesene anzeigen

source: Show more channels
french: Afficher d'autres sources
german: Zeige mehr Kanäle

source: Show more topics
french: Afficher d'autres thŁmes
german: Zeige mehr Themen

source: Sign Me Up
french: Enregistrez-Moi
german: Melde dich an

source: Something else
french: Autre chose
german: Etwas anderes

source: Sorry, News is no longer fully supported on older devices.
french: DØsolØ, ActualitØs n'est plus complØtement supportØ sur les anciens appareils.
german: Entschuldige, News wird nicht mehr vollständig auf älteren Geräten unterstützt.

source: Sorry, News isn’t available right now.
french: DØsolØ, ActualitØs n'est pas disponible en ce moment.
german: Entschuldige, News ist momentan nicht verfügbar.

source: Sorry, News isn’t available.
french: DØsolØ, ActualitØs n'est pas disponible
german: Entschuldige, News ist nicht verfügbar.

source: Sponsored Story
french: Article CommanditØe
german: Gesponserter Beitrag

source: Stay current with the most important news of the day, selected by the Apple News editorial team.
german: Bleib auf dem neusten Stand mit den wichtigsten Neuigkeiten des Tages, ausgewählt von der Apple News-Redaktion.

source: Stay current with the most important news of the day, selected by the Apple News editorial team.
german: Bleib auf dem neusten Stand mit den wichtigsten Neuigkeiten des Tages, ausgewählt von der Apple News-Redaktion.

source: Stories from %@ will appear in your For You feed and topic feeds again.
french: Les articles provenant de %@ vont encore apparaôtre dans la section Pour Vous et dans vos thŁmes.
german: Beiträge von %@ werden in deinem "Für Dich"-und Themen-Feed erneut angezeigt.

source: Stories from %1$@ will no longer appear in your For You feed or topic feeds. You can change this at any time by going to the %2$@ feed.
french: Les articles provenant de %@ ne vont plus apparaôtre dans la section Pour Vous et dans vos thŁmes. Vous pouvez changer cela n'importe quand en allant dans dans la source %@
german: Beiträge von %1$@ werden nicht länger in deinem "Für Dich"-und Themen-Feed angezeigt. Du kannst dies jederzeit ändern, in dem du den %2$@-Feed besuchst.

source: Story Unavailable
french: Article Indisponible
german: Beitrag nicht verfügbar

source: Tap at least one to continue.
french: Choisissez-en au moins un pour continuer
german: Tippe zum Fortfahren mindestens ein Element an.

source: Tell us a little more.
french: Dites-nous en un peu plus.
german: Erzähle uns ein bisschen mehr.

source: Tell us a little more. For example: I read English but it’s in Spanish, some characters aren’t in my language’s alphabet
german: Erzähle uns ein bisschen mehr. Beispiel: Ich lese Englisch, aber es ist in Spanisch, einige Zeichen sind nicht Teil des Alphabets meiner Sprache

source: Tell us a little more. For example: it insults or threatens an individual or group based on traits or identity, it contains hateful symbols or images
german: Erzähle uns ein bisschen mehr. Beispiel: Sie beleidigt oder bedroht eine Person oder Gruppe, die auf Merkmalen oder Identität basiert, sie enthält hasserfüllte Symbole oder Bilder.

source: Tell us a little more. For example: pornography, gratuitous nudity, sexualization of children, depictions of excessive violence without warning, libel
german: Erzähle uns ein bisschen mehr. Beispiel: Pornografie, freie Nacktheit, Sexualisierung von Kindern, Darstellungen übermässiger Gewalt ohne Vorwarnung, Verleumdung.

source: Tell us a little more. For example: story is illegible or poorly formatted, video or audio doesn’t play, images don’t load
german: Erzähle uns ein bisschen mehr. Beispiel: Die Nachricht ist unlesbar oder schlecht formatiert, Video oder Audio wird nicht wiedergegeben, Bilder werden nicht geladen.

source: Tell us a little more. For example: violence toward people or animals; encourages abuse, torture, self-inflicted harm, bullying
german: Erzähle uns ein bisschen mehr. Beispiel: Gewalt gegenüber Menschen oder Tieren; Ermutigt zu Missbrauch, Folter, selbstverschuldeten Schaden oder Mobbing.

source: Text size
french: Taille du texte
german: Schriftgröße

source: The app isn’t supported in your current region.
french: Cette application n'est pas supportØ dans votre pays.
german: Die App wird in deinem Land nicht unterstützt.

source: The best stories from the sources you love, selected just for you. The more you read, the more personalised your News becomes.
french: Les meilleurs articles provenant des sources que vous adorez, sØlectionnØ juste pour vous. Plus vous lirez, plus vos ActualitØs deviendront personnalisØes.;
german: Die besten Beiträge aus den Quellen, die du liebst, nur für dich ausgewählt. Je mehr du liest, desto persönlicher wird News.

source: The best stories, selected just for you.
french: Les meilleurs articles, sØlectionnØ juste pour vous.
german: Die besten Beiträge, nur für dich ausgewählt.

source: There may be a problem with the server or network. Please try again later.
french: Il semble qu'il y ait un problŁme avec le serveur ou la connexion. Veuillez rØessayer plus tard.
german: Möglicherweise liegt ein Problem mit dem Server oder Netzwerk vor. Bitte versuche es später erneut.

source: This %@ isn’t available right now.
french: %@ n'est pas disponible en ce moment.
german: %@ ist momentan nicht verfügbar.

source: This %@ isn’t available.
french: %@ n'est pas disponible.
german: %@ ist nicht verfügbar

source: This channel is no longer available in News.
french: Cette source n'est plus disponible sur ActualitØs.
german: Dieser Kanal ist nicht länger in News verfügbar.

source: This channel isn’t currently available in your region.
french: Cette source n'est prØsentement pas disponible dans votre pays.
german: Dieser Kanal ist momentan in deinem Land nicht verfügbar.
